{
    "language": "fr",
    "dark_mode": "Thème sombre",
    "home_welcome": "Bonjour",
    "home_i": "je suis",
    "home_what_i_do": "Je réalise de superbes sites.",
    "home_job": "Développeur web full stack, UI/UX designer, freelance, accro à Github.",
    "home_location": "Basé à Sousse, Tunisie.",
    "home_contact_btn": "Contactez-moi",
    "menu_about": "A propos",
    "menu_projects": "Projets",
    "menu_experience": "Expérience",
    "menu_contact": "Contact",
    "menu_resume": "Mon CV",
    "about_desc": "Bonjour, je suis Mehdi Ben Hadj Ali et j'adore réaliser des trucs pour l'internet qui durent longtemps spécialement les projets open-sources. Mon amour pour le développement a commencé à l'age de 14 and quand j'ai commencé à jouer à un jeu Dofus. Maintenant, je code essentiellement du MERN stack. je suis ouvert à de nouvelles opportunités",
    "experience_0_job": "Développeur web full stack",
    "experience_0_overview": "Code Hub est l'espace de référence pour les amoureux du code à Sousse. Tous les membres échangent entre eux et s'entraident qu'il soient en télétravail, freelance ou développant leurs startups.",
    "experience_0_duration": "Janv 2021 - Présent",
    "experience_1_job": "Développeur front-end",
    "experience_1_overview": "Vapoter.tn est un site e-commerce qui vent tout produit en relation avec les cigarettes électroniques. J'y ai développé la maquette du site et puis l'ai intégré. Malheuresement, le site a dû fermé ses portes à cause des nouvelles restrictions en Tunisie qui interdisent la vente des cigarettes électroniques.",
    "experience_1_duration": "Septembre 2018 - Décembre 2018",
    "projects_1_overview": "Tunflix est le Netflix tunisien.",
    "projects_2_overview": "Code Hub est un espace de coworking pour les développeurs.",
    "projects_3_overview": "Burpees.io est une solution pour les salles de sport.",
    "projects_1_extended_overview": "Tunflix est un site de streaming: A l'aide d'un scraper il cherche sur plusieurs sites dynamiquement les liens pour le streaming. L'interface est très moderne et basé sur le material design ",
    "projects_2_extended_overview": "codehub.tn est un site vitrine pour le coworking space Code Hub: l'établissment est lieu par excellence des développeurs à Sousse.",
    "projects_3_extended_overview": "Burpees.io est une solution pour les salles de sports nous y avons développé une application white labélisé. Ainsi, si une salle de sport veut sa propre application, elle va être généré automatiquement. Une partie web a été aussi réaliser : la partie administrateur pour le gérant de la salle.",
    "contact_full_name": "Nom complet",
    "contact_email": "Adresse e-mail",
    "contact_btn": "Envoyez votre message"
}
